{
  "messages": [
    "When was your first kiss?",
    "What was your first impression of me?",
    "What's one of your favorite date spots that you think I'd love?",
    "Do you like it if someone else makes the first move?",
    "What do you find sexy?",
    "Do you like to cuddle?",
    "With a one-night stand, do you like to sleep over or leave?",
    "Do I make you nervous?",
    "What's your best pickup line?",
    "What do you wear to bed?",
    "What do you consider to be your life's purpose?",
    "What's the best advice you've ever received?",
    "What's your proudest accomplishment?",
    "What do you like most about yourself?",
    "What's your favorite quality in a person?",
    "When did you meet your best friend?",
    "If you could go back and do a year of your life over, would you? What year?",
    "If you could go back in time to observe (without changing) any historical event, what would you choose?",
    "What do you do when you really need to relax?",
    "What was the best gift you've ever received? The best gift you've ever given?",
    "What are your biggest turn-ons?",
    "What's your favorite sex position?",
    "How do you feel about one-night stands?",
    "What are your biggest turnoffs?",
    "Do you like sexting?",
    "Where's the hottest place you've had sex?",
    "How do you feel about PDA?",
    "Have you ever had sex in public?",
    "How old were you when you lost your virginity?",
    "What was your first time like?",
    "What's your favorite kind of porn?",
    "What's your favorite sex toy?",
    "What are your kinks?",
    "Do you have any sexual fantasies?",
    "What's your ideal date night?",
    "What do you like most about being in a relationship? What about being single?",
    "Do you fall in love easily?",
    "Do you believe in soulmates?",
    "What's something you want to do differently in your next relationship?",
    "What's the most romantic thing you've ever done for someone?",
    "What's the most romantic thing someone's done for you?",
    "Do you believe in monogamy?",
    "What do you think we have in common?",
    "Do you have any relationship dealbreakers?",
    "Do you want kids?",
    "What's the last news story you read?",
    "What are your favorite qualities in a friend?",
    "What's been your hardest breakup?",
    "What's your number one goal you still want to accomplish in life?",
    "What are your views on marriage?",
    "What are you most afraid of?",
    "Have you ever cheated on a significant other?",
    "Have you ever been cheated on?",
    "What are your relationship red flags?",
    "What are your favorite qualities in a partner?",
    "What's your love language?",
    "Am I your type?",
    "Have you told your friends about me?",
    "How do you feel about serious relationships?",
    "Would you change anything about the way we met?",
    "Do you want to get coffee sometime?",
    "What do you miss about your childhood?",
    "What's your favorite thing about yourself?",
    "What's your biggest regret in life?",
    "What makes you the happiest?",
    "What would you tell your 15-year-old self?",
    "What makes you mad about society?",
    "How is your relationship with your parents?",
    "Are you religious?",
    "How do you feel about therapy?",
    "What's the worst part of dating today?"
  ]
}
